create_demon = True

dchar = ["Боец", "Бонвиван", "Браво", "Ворчун", "Диктатор", "Зодчий", 
            "Игрок", "Искатель впечатлений", "Консерватор", "Конформист", 
            "Ловкач", "Мазохист", "Мученик", "Мятежник", "Начальник", "Норовистая лошадка", 
            "Нянюшка", "Одержимый", "Одиночка", "Отщепенец", "Педагог", "Перфекционист", 
            "Раскаившийся", "Ребенок", "Сорвиголова", "Стоик", "Судья", "Трикстер", 
            "Фанатик", "Фантазер", "Чудовище", "Щеголь"]

houses = ['Дьяволы', 'Кнуты', 'Преступники', 'Изверги', 'Осквернители', 'Пожиратели', 'Убийцы']

demons_groups = ['Фаустианец', 'Скрытный', 'Люциферианин', 'Жаждущий', 'Миротворец', 'Одиночка']

host_concepte = ['Артист', 'Бродяга', 'Дитя', 'Интеллектуал', 'Ночной заводила', 'Политик', 'Преступник', 'Профессионал', 'Рабочий', 'Религиозный деятель', 'Репортер',    
                    'Светский лев', 'Солдат', 'Сыщик', 'Чужак']

host_concepte_artist = ['актер', 'музыкант', 'комик', 'художник', 'уличный актер']
host_concepte_hobo = ['бездомный', 'наркоман', 'контрабандист', 'байкер', 'аферист']
host_concepte_child = ['убежавший из дома', 'шпана', 'сирота', 'богатый наследник', 'ребенок']
host_concepte_intelegence = ['профессор', 'аспирант', 'ученый', 'студент', 'учитель', 'писатель']
host_concepte_raver = ['завсегдатай баров', 'рейвер', 'панк', 'наркоман']
host_concepte_politic = ['руководитель избирательной кампании', 'выборное лицо', 'судья', 'политический советник', 'составитель речей']
host_concepte_crime = ['бывший заключенный', 'гангстер', 'мафиози', 'якудза', 'торговец наркотиками', 'сутенер', 'убийца', 'вор', 'скупщик краденного']
host_concepte_professional = ['программист', 'врач', 'инженер', 'инвестиционный брокер', 'юрист']
host_concepte_worker = ['фермер', 'рабочий', 'розничный торговец', 'дальнобойщик']
host_concepte_missioner = ['мирянин', 'член секты', 'монахиня', 'священник', 'раввин', 'шаман', 'фанатик']
host_concepte_reporter = ['журналист', 'корреспондент', 'фотожурналист', 'репортер «желтой прессы»']
host_concepte_vip = ['тусовщик', 'наследник', 'плейбой', 'выгодный супруг']
host_concepte_soldier = ['телохранитель', 'кадровый офицер', 'судебный пристав', 'наемник', 'солдат']
host_concepte_detective = ['следователь', 'правительственный агент', 'полицейский', 'охотник на монстров']
host_concepte_outlander = ['иммигрант', 'представитель меньшинства', 'заговорщик', 'религиозный фанатик']

demons_lore_devils = ['Знание Небожителей', 'Знание Пламени', 'Знание Сияния']
demons_lore_scourge = ['Знание Ветра', 'Знание Пробуждения', 'Знание Небесного Свода']
demons_lore_malefactors = ['Знание Земли', 'Знание Кузнечного дела', 'Знание Путей']
demons_lore_fiends = ['Знание Света', 'Знание Узоров', 'Знание Порталов']
demons_lore_defilers = ['Знание Желания', 'Знание Бурь', 'Знание Метаморфоз']
demons_lore_devourers = ['Знание Зверей', 'Знание Плоти', 'Знание Дикой Природы']
demons_lore_slayers = ['Знание Смерти', 'Знание Сфер', 'Знание Душ']

atributes_phys = [ 'Сила', 'Ловкость', 'Выносливость' ]
atributes_social = [ 'Обаяние', 'Манипулирование', 'Внешность' ]
atributes_mental = [ 'Восприятие', 'Интеллект', 'Сообразительность' ]

talents_abilities = [ 'Бдительность', 'Атлетизм', 'Осведомленность', 'Рукапашный бой', 'Уворот', 'Эмпатия',
                     'Выразительность', 'Запугивание', 'Интуиция', 'Лидерство', 'Знание улиц', 'Хитрость' ]
skills_abilities = [ 'Знание животных', 'Ремесло', 'Взрывное дело', 'Вождение', 'Этикет', 'Огнестрельное оружие',
                     'Фехтование', 'Актерство', 'Безопасность', 'Маскировка', 'Выживание', 'Технология' ]
knowledges_abilities = [ 'Академические знания', 'Знания компьютера', 'Финансы', 'Расследование', 'Правоведение', 'Лингвистика',
                         'Медицина', 'Оккультизм', 'Политика', 'Религия', 'Исследование', 'Наука' ]


backgrounds = ['Союзники', 'Контакты', 'Высокое положение', 'Слава', 'Последователи', 'Влияние', 'Наследие', 'Наставник', 'Договоры', 'Совершенство', 'Материальные ресурсы' ]

